{
    "INTJ": "INTJ: 숨겨진 보석, 덜 알려진 곳, 역사, 문화, 자연, 숨겨진 해변, 고즈넉한 오름, 역사 유적지, 글램핑, 혼자만의 시간, 계획, 정보, 분석, 독창적인 메뉴, 새로운 맛, 퓨전 음식, 분자 요리, 맛집, 재료, 조리법, 맛의 조화,  미식 경험,  효율적인 식사, 미리 식당 정보, 예약",
    "INTP": "INTP: 분석적 탐험, 독립적인 여행, 숨겨진 매력,  자신만의 이야기,  인적 드문 자연, 역사적 유적, 예술 공간, 깊이 있는 경험, 미니멀리즘, 자연 친화적, 숨겨진 명소, 역사적 가치, 독특한 이야기, 개인적인 경험, 지적인 자극, 역사, 문화, 예술, 깊이 있는 이해, 새로운 지식 \n",
    "ENTJ": "ENTJ: 숨겨진 명소, 덜 알려진 곳, 역사, 문화, 탐험, 독특한 숙소, 편안함, 고급스러움, 개인 취향, 효율적인 동선, 시간 관리, 교류, 새로운 맛, 숨은 맛집, 특색 있는 제주 음식, 시간 제한 없는 뷔페, 고급 레스토랑, 새로운 음식 트렌드, 독특한 식재료, 음식의 질, 맛 \n",
    "ENTP": "ENTP: 숨겨진 보석, 숨겨진 명소, 현지인 추천, 덜 알려진 곳, 역사, 문화, 예술, 오래된 마을, 예술가 작업실, 독특한 박물관, 자발적 탐험, 계획 없는 여정, 새로운 정보, 흥미로운 제안, 깊이 있는 대화, 문화적 교류, 새로운 경험, 숨겨진 맛집, 현지인 음식, 특산물 음식, 분자 요리, 퓨전 음식, 미식 경험, 요리사 철학 \n",
    "INFJ": "INFJ: 에코 투어, 지속 가능한 여행, 자연 친화적, 의미 있는 경험, 숨겨진 명소, 아름다운 자연, 역사적 의미, 혼자만의 시간, 사색, 힐링, 감성, 아름다운 풍경, 특별한 분위기, 의미 있는 스토리, 제주도 로컬 푸드, 제철 식재료, 유기농 농장, 분위기 있는 공간, 독특한 콘셉트, 예술적인 공간 \n",
    "INFP": "자연, 힐링, 감성, 휴식, 캠핑, 혼자 여행, 특별한 의미, 스토리, 예술, 아름다움, 정성, 손맛, 로컬 푸드, 숨겨진 맛집, 따뜻한 분위기, 제주도 특산물, 오름 트레킹, 카페, 공방, 해안가 드라이브 \n",
    "ENFJ": "따뜻함, 의미, 휴양, 체험, 감성,  풍경, 골목길, 예술,  소통, 교류,  역사, 문화, 자연, 푸짐한 밥상,  전통 음식,  스토리,  카페,  레스토랑,  전통 시장, 올레길 \n",
    "ENFP": "제주도, ENFP, 여행, 맛집, 로드트립, 숨겨진 비경, 문화, 현지인, 소통, 자연, 푸른 바다, 숲, 맑은 공기, 축제, 행사, 독특한 콘셉트, 분위기, 퓨전 음식, 해산물, 특산물, 긍정적인 분위기, 젊은 감각, 트렌디 \n",
    "ISTJ": "꼼꼼한 계획, 익숙함, 편안함, 후기, 평점, 전통적인 분위기, 유명 관광지, 혼자 여행, 힐링, 자연, 휴식, 평온함, 50년 전통, 검증된 맛집, 리뷰, 가성비, 익숙한 맛, 한식, 제주 향토 음식, 맛집 정보, 블로그, 유튜브, 가이드북, 미리 예약 \n",
    "ISFJ": "ISFJ: 익숙한 맛, 편안함, 꼼꼼한 계획, 안전, 편리, 유명 관광 명소, 후기, 인기 명소, 성산일출봉, 만장굴, 섭지코지, 자연, 휴식, 힐링, 조용한 카페, 친절한 서비스, 따뜻한 분위기, 긍정적인 경험, 전통적인 제주 음식, 돼지고기 국수, 고등어 구이, 갈치 조림, 오랫동안 인정받은 맛집, 가족끼리 운영하는 맛집, 동네 단골집, 친구들이 자주 가는 곳, 블로그 후기, 주변 사람들의 추천, 검증된 맛집, 믿을 수 있는 곳, 실망하지 않는 식사",
    "ESTJ": "꼼꼼한 계획, 효율적인 시간 활용, 완벽한 일정, 최고의 가치, 리뷰, 가성비 좋은 숙소, 인기 있는 관광 코스, 시간 제한 없는 뷔페, 체계적인 메뉴판, 대중교통 이용, 축제, 행사, 즐거움을 주는 시설, 새로운 문화, 함께 즐길 수 있는 활동, 평점, 인기 있는 메뉴, 합리적인 가격, 빠르고 맛있는 식사, 특산물, 지역 특색, 맛집, 긍정적인 평가, 추천, 만족도 \n",
    "ESFJ": "ESFJ: 완벽한 계획, 즐거운 경험, 맛집 탐방, 인기 관광지, 숙소, 액티비티, 후기 좋은 곳, 인기 있는 곳, 특별한 경험, 럭셔리 리조트, 유명 관광지, 특별 이벤트, 축제, 가족, 친구, 맛있는 음식, SNS 핫플레이스, 친절한 서비스, 따뜻한 분위기, 아름다운 분위기, 가족 레스토랑, 분위기 좋은 카페, 제주도 특산물, 흑돼지, 해산물, 제주도 맛집 투어, 제주도 특산물 체험, 제주도 축제 \n",
    "ISTP": "제주도, ISTP, 자유로운 영혼, 즉흥적인 즐거움, 숨겨진 보석, 현지인 추천, 푸른 바다, 울창한 숲, 한적한 해변, 혼자만의 시간, 새로운 맛, 푸드트럭, 길거리 음식, 해산물, 흑돼지, 맛집 탐험, 독특한 음식, 매운 음식, 맛집, 특별한 경험 \n",
    "ISFP": "자유로운 영혼, 즉흥적인 즐거움, 아름다운 자연, 감성적인 경험, 개인의 취향, 힐링 여행, 감성적인 음식, 제주도의 풍경, 해산물 요리, 와인바, 와인, 치즈, 예술 작품, 레스토랑, 특별한 메뉴, 숨겨진 맛집, 제철 식재료, 제주도의 특산물, 새로운 맛, 미식 탐험 \n",
    "ESTP": "ESTP: 액티비티, 스릴, 맛집 탐험, 핫플레이스, 숨겨진 보석, 즉흥, 모험, 짜릿함, 밤문화, 술집, 친구, 핫한 맛집, 새로운 맛, 독특한 맛, 현지인 추천, 길거리 음식, 트렌디, 제주시, 서귀포시, 자연 \n",
    "ESFP": "ESFP: 핫플레이스, 숨은 맛집, 인스타 감성, 화려한 분위기, 축제, 신나는 음악, 흥겨운 분위기, 액티비티, 사람들과 함께, 즐거움, 비주얼, 맛있는 음식, 화려한 음식, SNS 인기 메뉴, 현지인 추천, 새로운 맛, 특산물, 독특한 분위기, 맛집 탐험, 친구들과 함께 \n"
}